import Skills from '../components/skills';



function AboutMe() {
    return ( <div>
        <div className="text-right py-5 px-10 leading-9 text-zinc-800">
            <p>من یه برنامه نویس خودآموزم از 18سالگی دنبال شروع برنامه نویسی بودم وتلاشهای زیادی برای شروع کردم اما متاسفانه نتونستم راه درست
                برای یادگیری روپیداکنم تااینکه ازاواخر سال2023 بایوتیوب شروع به یادگیری کردم وبعد امتحان زبانهای جاوا و پایتون آشنایی بامباحث اولیه کدنویسی
                وحوزه های برنامه نویسی جاوااسکریپت و فرانت رو بعنوان علاقه خودم پیدا کردم ودرحال حاضر بادیدن دوره های جوناس استفن گریدر و مکسیمیلیان با ریکت تایپ اسکریپت نکست جی اس و تیلویند آشنایی کافی دارم و 3تاپروژه درحد بالاتراز متوسط انجام دادم.ودر حال حاضر خودم روآماده ورودبه بازارکار بعنوان جونیور یاکارآموز میدونم
            </p>
        </div>
        <Skills/>
    </div> );
}

export default AboutMe;